{"number":9,"paragraphs":[{"size":335,"verses":[{"number":1,"text":"“My beloved son, I write unto you again that ye may know that I am yet alive; but I write somewhat of that which is grievous."},{"number":2,"text":"For behold, I have had a sore battle with the Lamanites, in which we did not conquer; and Archeantus has fallen by the sword, and also Luram and Emron; yea, and we have lost a great number of our choice men.”"}]},{"size":630,"verses":[{"number":3,"text":"“And now behold, my son, I fear lest the Lamanites shall destroy this people; for they do not repent, and Satan stirreth them up continually to anger one with another."},{"number":4,"text":"Behold, I am laboring with them continually; and when I speak the word of God with sharpness they tremble and anger against me; and when I use no sharpness they harden their hearts against it; wherefore, I fear lest the Spirit of the Lord hath ceased striving with them."},{"number":5,"text":"For so exceedingly do they anger that it seemeth me that they have no fear of death; and they have lost their love, one towards another; and they thirst after blood and revenge continually.”"}]},{"size":318,"verses":[{"number":6,"text":"“And now, my beloved son, notwithstanding their hardness, let us labor diligently; for if we should cease to labor, we should be brought under condemnation; for we have a labor to perform whilst in this tabernacle of clay, that we may conquer the enemy of all righteousness, and rest our souls in the kingdom of God.”"}]},{"size":499,"verses":[{"number":7,"text":"“And now I write somewhat concerning the sufferings of this people. For according to the knowledge which I have received from Amoron, behold, the Lamanites have many prisoners, which they took from the tower of Sherrizah; and there were men, women, and children."},{"number":8,"text":"And the husbands and fathers of those women and children they have slain; and they feed the women upon the flesh of their husbands, and the children upon the flesh of their fathers; and no water, save a little, do they give unto them.”"}]},{"size":307,"verses":[{"number":9,"text":"“And notwithstanding this great abomination of the Lamanites, it doth not exceed that of our people in Moriantum. For behold, many of the daughters of the Lamanites have they taken prisoners; and after depriving them of that which was most dear and precious above all things, which is chastity and virtue—”"}]},{"size":448,"verses":[{"number":10,"text":"“And after they had done this thing, they did murder them in a most cruel manner, torturing their bodies even unto death; and after they have done this, they devour their flesh like unto wild beasts, because of the hardness of their hearts; and they do it for a token of bravery."},{"number":11,"text":"O my beloved son, how can a people like this, that are without civilization—("},{"number":12,"text":"(And only a few years have passed away, and they were a civil and a delightsome people)—”"}]},{"size":305,"verses":[{"number":13,"text":"“But O my son, how can a people like this, whose delight is in so much abomination—"},{"number":14,"text":"how can we expect that God will stay his hand in judgment against us?"},{"number":15,"text":"Behold, my heart cries: Wo unto this people. Come out in judgment, O God, and hide their sins, and wickedness, and abominations from before thy face!\""}]},{"size":504,"verses":[{"number":16,"text":"“And again, my son, there are many widows and their daughters who remain in Sherrizah; and that part of the provisions which the Lamanites did not carry away, behold, the army of Zenephi has carried away, and left them to wander whithersoever they can for food; and many old women do faint by the way and die."},{"number":17,"text":"And the army which is with me is weak; and the armies of the Lamanites are betwixt Sherrizah and me; and as many as have fled to the army of Aaron have fallen victims to their awful brutality.”"}]},{"size":505,"verses":[{"number":18,"text":"“O the depravity of my people! They are without order and without mercy. Behold, I am but a man, and I have but the strength of a man, and I cannot any longer enforce my commands."},{"number":19,"text":"And they have become strong in their perversion; and they are alike brutal, sparing none, neither old nor young; and they delight in everything save that which is good; and the suffering of our women and our children upon all the face of this land doth exceed everything; yea, tongue cannot tell, neither can it be written.”"}]},{"size":599,"verses":[{"number":20,"text":"“And now, my son, I dwell no longer upon this horrible scene. Behold, thou knowest the wickedness of this people; thou knowest that they are without principle, and past feeling; and their wickedness doth exceed that of the Lamanites."},{"number":21,"text":"Behold, my son, I cannot recommend them unto God lest he should smite me."},{"number":22,"text":"But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.”"}]},{"size":480,"verses":[{"number":23,"text":"“And if they perish it will be like unto the Jaredites, because of the wilfulness of their hearts, seeking for blood and revenge."},{"number":24,"text":"And if it so be that they perish, we know that many of our brethren have deserted over unto the Lamanites, and many more will also desert over unto them; wherefore, write somewhat a few things, if thou art spared and I shall perish and not see thee; but I trust that I may see thee soon; for I have sacred records that I would deliver up unto thee.”"}]}],"size":4930}