{"number":20,"paragraphs":[{"size":260,"verses":[{"number":1,"text":"Now there was a place in Shemlon where the daughters of the Lamanites did gather themselves together to sing, and to dance, and to make themselves merry."},{"number":2,"text":"And it came to pass that there was one day a small number of them gathered together to sing and to dance."}]},{"size":570,"verses":[{"number":3,"text":"And now the priests of king Noah, being ashamed to return to the city of Nephi, yea, and also fearing that the people would slay them, therefore they durst not return to their wives and their children."},{"number":4,"text":"And having tarried in the wilderness, and having discovered the daughters of the Lamanites, they laid and watched them;"},{"number":5,"text":"and when there were but few of them gathered together to dance, they came forth out of their secret places and took them and carried them into the wilderness; yea, twenty and four of the daughters of the Lamanites they carried into the wilderness."}]},{"size":337,"verses":[{"number":6,"text":"And it came to pass that when the Lamanites found that their daughters had been missing, they were angry with the people of Limhi, for they thought it was the people of Limhi."},{"number":7,"text":"Therefore they sent their armies forth; yea, even the king himself went before his people; and they went up to the land of Nephi to destroy the people of Limhi."}]},{"size":360,"verses":[{"number":8,"text":"And now Limhi had discovered them from the tower, even all their preparations for war did he discover; therefore he gathered his people together, and laid wait for them in the fields and in the forests."},{"number":9,"text":"And it came to pass that when the Lamanites had come up, that the people of Limhi began to fall upon them from their waiting places, and began to slay them."}]},{"size":867,"verses":[{"number":10,"text":"And it came to pass that the battle became exceedingly sore, for they fought like lions for their prey."},{"number":11,"text":"And it came to pass that the people of Limhi began to drive the Lamanites before them; yet they were not half so numerous as the Lamanites. But they fought for their lives, and for their wives, and for their children; therefore they exerted themselves and like dragons did they fight."},{"number":12,"text":"And it came to pass that they found the king of the Lamanites among the number of their dead; yet he was not dead, having been wounded and left upon the ground, so speedy was the flight of his people."},{"number":13,"text":"And they took him and bound up his wounds, and brought him before Limhi, and said: “Behold, here is the king of the Lamanites; he having received a wound has fallen among their dead, and they have left him; and behold, we have brought him before you; and now let us slay him.”"}]},{"size":332,"verses":[{"number":14,"text":"But Limhi said unto them: “Ye shall not slay him, but bring him hither that I may see him.” And they brought him. And Limhi said unto him: “What cause have ye to come up to war against my people? Behold, my people have not broken the oath that I made unto you; therefore, why should ye break the oath which ye made unto my people?\""}]},{"size":406,"verses":[{"number":15,"text":"And now the king said: “I have broken the oath because thy people did carry away the daughters of my people; therefore, in my anger I did cause my people to come up to war against thy people.”"},{"number":16,"text":"And now Limhi had heard nothing concerning this matter; therefore he said: “I will search among my people and whosoever has done this thing shall perish.” Therefore he caused a search to be made among his people."}]},{"size":1131,"verses":[{"number":17,"text":"Now when Gideon had heard these things, he being the kingʼs captain, he went forth and said unto the king: “I pray thee forbear, and do not search this people, and lay not this thing to their charge."},{"number":18,"text":"For do ye not remember the priests of thy father, whom this people sought to destroy? And are they not in the wilderness? And are not they the ones who have stolen the daughters of the Lamanites?"},{"number":19,"text":"And now, behold, and tell the king of these things, that he may tell his people that they may be pacified towards us; for behold they are already preparing to come against us; and behold also there are but few of us."},{"number":20,"text":"And behold, they come with their numerous hosts; and except the king doth pacify them towards us we must perish."},{"number":21,"text":"For are not the words of Abinadi fulfilled, which he prophesied against us—and all this because we would not hearken unto the words of the Lord, and turn from our iniquities?"},{"number":22,"text":"And now let us pacify the king, and we fulfil the oath which we have made unto him; for it is better that we should be in bondage than that we should lose our lives; therefore, let us put a stop to the shedding of so much blood.”"}]},{"size":395,"verses":[{"number":23,"text":"And now Limhi told the king all the things concerning his father, and the priests that had fled into the wilderness, and attributed the carrying away of their daughters to them."},{"number":24,"text":"And it came to pass that the king was pacified towards his people; and he said unto them: “Let us go forth to meet my people, without arms; and I swear unto you with an oath that my people shall not slay thy people.”"}]}],"size":4658}