{"number":54,"paragraphs":[{"size":435,"verses":[{"number":1,"text":"And now it came to pass in the commencement of the twenty and ninth year of the judges, that Ammoron sent unto Moroni desiring that he would exchange prisoners."},{"number":2,"text":"And it came to pass that Moroni felt to rejoice exceedingly at this request, for he desired the provisions which were imparted for the support of the Lamanite prisoners for the support of his own people; and he also desired his own people for the strengthening of his army."}]},{"size":410,"verses":[{"number":3,"text":"Now the Lamanites had taken many women and children, and there was not a woman nor a child among all the prisoners of Moroni, or the prisoners whom Moroni had taken; therefore Moroni resolved upon a stratagem to obtain as many prisoners of the Nephites from the Lamanites as it were possible."},{"number":4,"text":"Therefore he wrote an epistle, and sent it by the servant of Ammoron, the same who had brought an epistle to Moroni."}]},{"size":539,"verses":[{"number":4,"text":"Now these are the words which he wrote unto Ammoron, saying:"},{"number":5,"text":"“Behold, Ammoron, I have written unto you somewhat concerning this war which ye have waged against my people, or rather which thy brother hath waged against them, and which ye are still determined to carry on after his death."},{"number":6,"text":"Behold, I would tell you somewhat concerning the justice of God, and the sword of his almighty wrath, which doth hang over you except ye repent and withdraw your armies into your own lands, or the land of your possessions, which is the land of Nephi.”"}]},{"size":439,"verses":[{"number":7,"text":"“Yea, I would tell you these things if ye were capable of hearkening unto them; yea, I would tell you concerning that awful hell that awaits to receive such murderers as thou and thy brother have been, except ye repent and withdraw your murderous purposes, and return with your armies to your own lands."},{"number":8,"text":"But as ye have once rejected these things, and have fought against the people of the Lord, even so I may expect you will do it again.”"}]},{"size":434,"verses":[{"number":9,"text":"“And now behold, we are prepared to receive you; yea, and except you withdraw your purposes, behold, ye will pull down the wrath of that God whom you have rejected upon you, even to your utter destruction."},{"number":10,"text":"But, as the Lord liveth, our armies shall come upon you except ye withdraw, and ye shall soon be visited with death, for we will retain our cities and our lands; yea, and we will maintain our religion and the cause of our God.”"}]},{"size":378,"verses":[{"number":11,"text":"“But behold, it supposeth me that I talk to you concerning these things in vain; or it supposeth me that thou art a child of hell; therefore I will close my epistle by telling you that I will not exchange prisoners, save it be on conditions that ye will deliver up a man and his wife and his children, for one prisoner; if this be the case that ye will do it, I will exchange.”"}]},{"size":386,"verses":[{"number":12,"text":"“And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.”"}]},{"size":342,"verses":[{"number":13,"text":"“Behold, I am in my anger, and also my people; ye have sought to murder us, and we have only sought to defend ourselves. But behold, if ye seek to destroy us more we will seek to destroy you; yea, and we will seek our land, the land of our first inheritance."},{"number":14,"text":"Now I close my epistle. I am Moroni; I am a leader of the people of the Nephites.”"}]},{"size":540,"verses":[{"number":15,"text":"Now it came to pass that Ammoron, when he had received this epistle, was angry; and he wrote another epistle unto Moroni, and these are the words which he wrote, saying:"},{"number":16,"text":"“I am Ammoron, the king of the Lamanites; I am the brother of Amalickiah whom ye have murdered. Behold, I will avenge his blood upon you, yea, and I will come upon you with my armies for I fear not your threatenings."},{"number":17,"text":"For behold, your fathers did wrong their brethren, insomuch that they did rob them of their right to the government when it rightly belonged unto them.”"}]},{"size":347,"verses":[{"number":18,"text":"“And now behold, if ye will lay down your arms, and subject yourselves to be governed by those to whom the government doth rightly belong, then will I cause that my people shall lay down their weapons and shall be at war no more."},{"number":19,"text":"Behold, ye have breathed out many threatenings against me and my people; but behold, we fear not your threatenings.”"}]},{"size":267,"verses":[{"number":20,"text":"“Nevertheless, I will grant to exchange prisoners according to your request, gladly, that I may preserve my food for my men of war; and we will wage a war which shall be eternal, either to the subjecting the Nephites to our authority or to their eternal extinction.”"}]},{"size":392,"verses":[{"number":21,"text":"“And as concerning that God whom ye say we have rejected, behold, we know not such a being; neither do ye; but if it so be that there is such a being, we know not but that he hath made us as well as you."},{"number":22,"text":"And if it so be that there is a devil and a hell, behold will he not send you there to dwell with my brother whom ye have murdered, whom ye have hinted that he hath gone to such a place?\""}]}],"size":4909}